Repository: Form-Fighter/formfighter-ios
Catalog: FormFighter/FormFighter/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, tr, zh_hans

source: 3. Open the app from the device or Simulator, NOT from Xcode, as the Xcode debugger prevent sending crashes to Crashlytics
de: 3. Öffne die App über das Gerät oder den Simulator, NICHT über Xcode, da der Xcode-Debugger das Senden von Abstürzen an Crashlytics verhindert.
fr: 3. Ouvre l'application à partir de l'appareil ou du simulateur, PAS à partir de Xcode, car le débogueur de Xcode empêche d'envoyer les crashs à Crashlytics.
id: 3. Buka aplikasi dari perangkat atau Simulator, BUKAN dari Xcode, karena debugger Xcode mencegah pengiriman kerusakan ke Crashlytics
it: 3. Apri l'applicazione dal dispositivo o dal simulatore, NON da Xcode, poiché il debugger di Xcode impedisce l'invio dei crash a Crashlytics.
ja: 3.XcodeのデバッガーはCrashlyticsにクラッシュを送信しないため、Xcodeからではなく、デバイスまたはシミュレーターからアプリを開く。
ko: 3. Xcode 디버거가 크래시리틱스로 충돌을 전송하는 것을 방지하므로 Xcode가 아닌 기기 또는 시뮬레이터에서 앱을 엽니다.
pt_br: 3. Abra o aplicativo no dispositivo ou no simulador, NÃO no Xcode, pois o depurador do Xcode impede o envio de falhas para o Crashlytics
ru: 3. Открой приложение с устройства или симулятора, НЕ из Xcode, так как отладчик Xcode не позволяет отправлять сбои в Crashlytics.
tr: 3. Xcode hata ayıklayıcısı çökmelerin Crashlytics'e gönderilmesini engellediğinden uygulamayı Xcode'dan DEĞİL, cihazdan veya Simülatörden açın
zh_hans: 3.从设备或模拟器打开应用程序，不要从 Xcode 打开，因为 Xcode 调试器会阻止向 Crashlytics 发送崩溃信息。

source: 4. Hit the button bellow to force a crash and then comment or delete this view from the project
de: 4. Klicke auf die Schaltfläche unten, um einen Absturz zu erzwingen und dann diese Ansicht zu kommentieren oder aus dem Projekt zu löschen
fr: 4. Appuie sur le bouton ci-dessous pour forcer un crash, puis commente ou supprime cette vue du projet.
id: 4. Tekan tombol di bawah ini untuk memaksa crash dan kemudian mengomentari atau menghapus tampilan ini dari proyek
it: 4. Premi il pulsante qui sotto per forzare un crash e poi commenta o elimina questa vista dal progetto.
ja: 4.以下のボタンを押して強制的にクラッシュさせ、コメントするかプロジェクトからこのビューを削除する。
ko: 4. 아래 버튼을 눌러 강제 충돌을 일으킨 다음 프로젝트에서 이 보기에 댓글을 달거나 삭제합니다.
pt_br: 4. Pressione o botão abaixo para forçar uma falha e, em seguida, comentar ou excluir essa visualização do projeto
ru: 4. Нажми на кнопку ниже, чтобы вызвать краш, а затем прокомментируй или удали это представление из проекта
tr: 4. Bir çökmeye zorlamak için aşağıdaki düğmeye basın ve ardından bu görünümü yorumlayın veya projeden silin
zh_hans: 4.点击下面的按钮强制崩溃，然后从项目中注释或删除该视图

source: Accept
de: Akzeptiere
es: Aceptar
fr: Accepter
id: Menerima
it: Accetta
ja: 受け入れる
ko: 수락
pt_br: Aceitar
ru: Прими
tr: Kabul et
zh_hans: 接受

source: AI's Language
de: Die Sprache der KI
es: Idioma de IA
fr: Le langage de l'IA
id: Bahasa AI
it: Il linguaggio dell'intelligenza artificiale
ja: AIの言語
ko: AI의 언어
pt_br: Linguagem da IA
ru: Язык искусственного интеллекта
tr: Yapay Zekanın Dili
zh_hans: 人工智能的语言

source: Analyze
de: Analysiere
es: Analizar
fr: Analyser
id: Menganalisis
it: Analizza
ja: 分析する
ko: 분석
pt_br: Analisar
ru: Анализируй
tr: Analiz
zh_hans: 分析

source: Analyze meals with the power of AI as much as you want.
de: Analysiere die Mahlzeiten mit der Kraft der KI, so viel du willst.
es: Analiza tus comidas con el poder de la IA las veces que quieras.
fr: Analyse les repas avec la puissance de l'IA autant que tu le souhaites.
id: Menganalisis makanan dengan kekuatan AI sebanyak yang Anda inginkan.
it: Analizza i pasti con la potenza dell'intelligenza artificiale quanto vuoi.
ja: AIの力で食事を思う存分分析する。
ko: AI의 강력한 기능으로 원하는 만큼 식단을 분석하세요.
pt_br: Analise as refeições com o poder da IA o quanto você quiser.
ru: Анализируй блюда с помощью возможностей искусственного интеллекта столько, сколько захочешь.
tr: Yemekleri yapay zekanın gücüyle istediğiniz kadar analiz edin.
zh_hans: 借助人工智能的力量，随心所欲地分析饭菜。

source: Analyzing image...
de: Das Analysieren von Bild...
es: Analizando imagen...
fr: Analyser l'image...
id: Menganalisis gambar...
it: Analizzare le immagini...
ja: 画像を分析する
ko: 이미지 분석...
pt_br: Analisando a imagem...
ru: Проанализируй изображение...
tr: Görüntü analizi...
zh_hans: 分析图像...

source: Are you sure you want to delete the account?
de: Bist du sicher, dass du das Konto löschen willst?
es: Estás seguro de que quieres borrar la cuenta?
fr: Es-tu sûr de vouloir supprimer le compte ?
id: Apakah Anda yakin ingin menghapus akun tersebut?
it: Sei sicuro di voler eliminare l'account?
ja: 本当にアカウントを削除したいのか？
ko: 정말 계정을 삭제하시겠습니까?
pt_br: Você tem certeza de que deseja excluir a conta?
ru: Ты уверен, что хочешь удалить аккаунт?
tr: Hesabı silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除账户吗？

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
id: Kamera
it: Macchina fotografica
ja: カメラ
ko: 카메라
pt_br: Câmera
ru: Камера
tr: Kamera
zh_hans: 照相机

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annullamento
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消

source: Choose Image Source
de: Bildquelle wählen
es: Elige fuente de la imagen
fr: Choisir la source de l'image
id: Pilih Sumber Gambar
it: Scegli la fonte dell'immagine
ja: 画像ソースを選択する
ko: 이미지 소스 선택
pt_br: Escolha a fonte da imagem
ru: Выберите источник изображения
tr: Görüntü Kaynağını Seçin
zh_hans: 选择图片来源

source: Choose picture
de: Bild auswählen
es: Elige foto
fr: Choisis une image
id: Pilih gambar
it: Scegli l'immagine
ja: 写真を選ぶ
ko: 사진 선택
pt_br: Escolha a imagem
ru: Выбери картинку
tr: Resim seçin
zh_hans: 选择图片

source: Color Scheme
de: Farbschema
es: Esquema de Color
fr: Schéma de couleurs
id: Skema Warna
it: Schema di colori
ja: 配色
ko: 색 구성표
pt_br: Esquema de cores
ru: Цветовая схема
tr: Renk Şeması
zh_hans: 色彩方案

source: Continue
de: Weiter
es: Continuar
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속하기
pt_br: Continuar
ru: Продолжай
tr: Devam et
zh_hans: 继续

source: Copied to Clipboard
de: In die Zwischenablage kopiert
es: Copiado al Portapapeles
fr: Copié dans le presse-papiers
id: Disalin ke Clipboard
it: Copia negli appunti
ja: クリップボードにコピーする
ko: 클립보드에 복사
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
tr: Panoya Kopyalandı
zh_hans: 复制到剪贴板

source: Delete
de: löschen
es: Borrar
fr: Supprimer
id: Menghapus
it: Elimina
ja: 削除する
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Silme
zh_hans: 删除

source: Delete Account
de: Konto löschen
es: Borrar Cuenta
fr: Supprimer le compte
id: Menghapus Akun
it: Elimina l'account
ja: アカウントを削除する
ko: 계정 삭제
pt_br: Excluir conta
ru: Удалить аккаунт
tr: Hesabı Sil
zh_hans: 删除账户

source: Description
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
pt_br: Descrição
ru: Описание
tr: Açıklama
zh_hans: 说明

source: Error restoring purchases.
de: Fehler beim Wiederherstellen von Einkäufen.
es: Error restaurando compras.
fr: Erreur de restauration des achats.
id: Kesalahan memulihkan pembelian.
it: Errore nel ripristino degli acquisti.
ja: 購入した商品の復元に失敗した。
ko: 구매 복원 중 오류가 발생했습니다.
pt_br: Erro ao restaurar compras.
ru: Ошибка при восстановлении покупок.
tr: Satın alımlar geri yüklenirken hata oluştu.
zh_hans: 恢复购买时出错。

source: Frequently Asked Questions for %@
de: Häufig gestellte Fragen für %@
es: Preguntas Frecuentes sobre %@
fr: Foire aux questions pour %@
id: Pertanyaan yang Sering Diajukan untuk %@
it: Domande frequenti per %@
ja: よくある質問
ko: 에 대해 자주 묻는 질문
pt_br: Perguntas frequentes sobre %@
ru: Часто задаваемые вопросы для %@
tr: Için Sıkça Sorulan Sorular %@
zh_hans: %@常见问题

source: Help Us Grow
de: Hilf uns wachsen
es: Ayúdanos a Crecer
fr: Aide-nous à grandir
id: Bantu Kami Berkembang
it: Aiutaci a crescere
ja: 成長を支援する
ko: 성장 지원
pt_br: Ajude-nos a crescer
ru: Помоги нам расти
tr: Büyümemize Yardım Edin
zh_hans: 帮助我们成长

source: Hi, I will be your assistant. Please make your requests.
de: Hallo, ich werde dein Assistent sein. Bitte stelle deine Anfragen.
es: Hola, seré tu asistente. Por favor, escribe las solicitudes que desees.
fr: Bonjour, je serai ton assistante. S'il te plaît, fais-moi part de tes demandes.
id: Hai, saya akan menjadi asisten Anda. Silakan ajukan permintaan Anda.
it: Ciao, sarò la tua assistente. Per favore, fai le tue richieste.
ja: こんにちは、私はあなたのアシスタントになる。よろしく。
ko: 안녕하세요, 제가 여러분의 조수가 되어 드리겠습니다. 요청을 해 주세요.
pt_br: Olá, serei seu assistente. Por favor, faça suas solicitações.
ru: Привет, я буду твоим помощником. Пожалуйста, излагай свои пожелания.
tr: Merhaba, asistanınız olacağım. Lütfen isteklerinizi iletin.
zh_hans: 您好，我将是您的助手。请提出您的要求。

source: Hi, type your image generation requests.
de: Hallo, gib deine Wünsche zur Bilderzeugung ein.
es: Hola, solicita una imagen que desees.
fr: Salut, tape tes demandes de génération d'images.
id: Hai, ketik permintaan pembuatan gambar Anda.
it: Ciao, scrivi le tue richieste di generazione di immagini.
ja: こんにちは、画像生成のリクエストを入力してね。
ko: 안녕하세요, 이미지 생성 요청을 입력하세요.
pt_br: Olá, digite suas solicitações de geração de imagens.
ru: Привет, набери запросы по созданию изображений.
tr: Merhaba, görüntü oluşturma taleplerinizi yazın.
zh_hans: 您好，请输入您的图像生成请求。

source: Just take a picture and check your meal's macros and calories
de: Mach einfach ein Foto und überprüfe die Makros und Kalorien deiner Mahlzeit
es: Simplemente tomando una foto podrás ver los macros y calorías de tu comida
fr: Prends simplement une photo et vérifie les macros et les calories de ton repas
id: Cukup ambil gambar dan periksa makro dan kalori makanan Anda
it: Scatta una foto e controlla i macro e le calorie del tuo pasto.
ja: 写真を撮るだけで食事のマクロとカロリーをチェックできる
ko: 사진을 찍고 식사의 매크로와 칼로리를 확인하기만 하면 됩니다.
pt_br: Basta tirar uma foto e verificar as macros e calorias de sua refeição
ru: Просто сделай снимок и проверь макросы и калории своего блюда.
tr: Sadece bir fotoğraf çekin ve öğününüzün makrolarını ve kalorilerini kontrol edin
zh_hans: 只需拍张照片，就能查看您的膳食的宏量和热量

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
id: Keluar
it: Disconnessione
ja: ログアウト
ko: 로그아웃
pt_br: Fazer logout
ru: Выход из системы
tr: Oturumu Kapat
zh_hans: 注销

source: Macros at one shot
de: Makros auf einen Schlag
es: Macros de un vistazo
fr: Macros en une seule prise
id: Makro dalam satu bidikan
it: Macro in un colpo solo
ja: 一発のマクロ
ko: 한 번에 매크로 실행
pt_br: Macros em uma foto
ru: Макросы в одном кадре
tr: Tek çekimde makrolar
zh_hans: 一次拍摄的宏

source: Made with 🩵 by
de: Hergestellt mit 🩵 von
es: Hecha con 🩵 por
fr: Réalisé avec 🩵 par
id: Dibuat dengan 🩵 oleh
it: Realizzato con 🩵 da
pt_br: Feito com 🩵 por
ru: Сделано с 🩵 по

source: Message ChatGPT...
de: Nachricht ChatGPT...
es: Escribe a ChatGPT...
id: Pesan ChatGPT...
it: Messaggio ChatGPT...
ja: メッセージ ChatGPT...
ko: 메시지 채팅GPT...
pt_br: Mensagem ChatGPT...
ru: Сообщение ChatGPT...
tr: Mesaj ChatGPT...
zh_hans: 留言 ChatGPT...

source: Oops! Something went wrong.
de: Ups! Etwas ist schief gelaufen.
es: Ups! Algo salió mal.
fr: Oups ! Quelque chose s'est mal passé.
id: Ups! Ada yang tidak beres.
it: Ops! Qualcosa è andato storto.
ja: おっと！何かが間違っていた。
ko: 죄송합니다! 뭔가 잘못되었습니다.
pt_br: Ops! Algo deu errado.
ru: Упс! Что-то пошло не так.
tr: Oops! Bir şeyler yanlış gitti.
zh_hans: 哎呀！出错了

source: Photo Library
de: Fotobibliothek
es: Galería de Fotos
fr: Photothèque
id: Perpustakaan Foto
it: Fototeca
ja: フォトライブラリー
ko: 사진 라이브러리
pt_br: Biblioteca de fotos
ru: Библиотека фотографий
tr: Fotoğraf Kitaplığı
zh_hans: 图片库

source: Please try again later. If the issue continues, consider using a different picture. Occasionally, GPT-4 Vision AI might encounter difficulties interpreting certain images or requests.
de: Bitte versuche es später noch einmal. Wenn das Problem weiterhin besteht, versuche, ein anderes Bild zu verwenden. Gelegentlich kann es vorkommen, dass GPT-4 Vision AI Schwierigkeiten hat, bestimmte Bilder oder Anfragen zu interpretieren.
es: Por favor, vuelve a intentarlo más tarde. Si el problema continúa, considera usar otra imagen. Algunas veces la inteligencia artificial, con ciertas imágenes, encuentra dificultades que no podemos controlar.
fr: Essaie à nouveau plus tard. Si le problème persiste, envisage d'utiliser une autre image. Il peut arriver que GPT-4 Vision AI rencontre des difficultés à interpréter certaines images ou demandes.
id: Silakan coba lagi nanti. Jika masalah terus berlanjut, pertimbangkan untuk menggunakan gambar yang berbeda. Terkadang, GPT-4 Vision AI mungkin mengalami kesulitan dalam menafsirkan gambar atau permintaan tertentu.
it: Riprova più tardi. Se il problema persiste, prendi in considerazione la possibilità di utilizzare un'altra immagine. Occasionalmente, GPT-4 Vision AI potrebbe incontrare difficoltà nell'interpretare alcune immagini o richieste.
ja: 後でもう一度試してほしい。問題が続く場合は、別の画像を使用することを検討する。時々、GPT-4 Vision AIは、特定の画像や要求を解釈することが困難な場合がある。
ko: 나중에 다시 시도하세요. 문제가 계속되면 다른 사진을 사용해 보세요. 때때로 GPT-4 Vision AI가 특정 이미지나 요청을 해석하는 데 어려움을 겪을 수 있습니다.
pt_br: Tente novamente mais tarde. Se o problema persistir, considere a possibilidade de usar uma imagem diferente. Ocasionalmente, o GPT-4 Vision AI pode encontrar dificuldades para interpretar determinadas imagens ou solicitações.
ru: Пожалуйста, повтори попытку позже. Если проблема не исчезнет, попробуй использовать другую картинку. Иногда GPT-4 Vision AI может столкнуться с трудностями при интерпретации некоторых изображений или запросов.
tr: Lütfen daha sonra tekrar deneyin. Sorun devam ederse, farklı bir resim kullanmayı düşünün. Bazen GPT-4 Vision AI belirli görüntüleri veya istekleri yorumlamada zorluklarla karşılaşabilir.
zh_hans: 请稍后再试。如果问题仍然存在，请考虑使用不同的图片。GPT-4 Vision AI 在解释某些图像或请求时偶尔会遇到困难。

source: Please type '%@' to confirm.
de: Bitte gib "%@" zur Bestätigung ein.
es: Por favor escribe '%@' para confirmar.
fr: Tape '%@' pour confirmer.
id: Silakan ketik '%@' untuk mengonfirmasi.
it: Digita "%@" per confermare.
ja: 確認のため、'%@'と入力してほしい。
ko: 확인하려면 '%@'을 입력하세요.
pt_br: Digite '%@' para confirmar.
ru: Пожалуйста, набери '%@', чтобы подтвердить.
tr: Onaylamak için lütfen '%@' yazın.
zh_hans: 请输入"%@"确认。

source: Please, before continuing with your user deletion we need you to sign in again for security reasons
de: Bevor du mit der Löschung deines Benutzers fortfährst, musst du dich aus Sicherheitsgründen erneut anmelden.
es: Por favor, antes de continuar con el borrado de tu cuenta, necesitamos que inicies sesión de nuevo por razones de seguridad.
fr: Avant de procéder à la suppression de ton utilisateur, nous avons besoin que tu te connectes à nouveau pour des raisons de sécurité.
id: Mohon sebelum melanjutkan penghapusan pengguna, Anda harus masuk lagi untuk alasan keamanan
it: Prima di procedere con la cancellazione dell'utente, è necessario che tu effettui nuovamente l'accesso per motivi di sicurezza.
ja: ユーザー削除を続行する前に、セキュリティ上の理由から再度サインインしていただきたい。
ko: 사용자 삭제를 계속 진행하기 전에 보안상의 이유로 다시 로그인해야 합니다.
pt_br: Antes de continuar com a exclusão do usuário, precisamos que você faça login novamente por motivos de segurança
ru: Пожалуйста, прежде чем продолжить удаление пользователя, нам нужно, чтобы ты снова вошел в систему в целях безопасности.
tr: Lütfen, kullanıcı silme işleminize devam etmeden önce güvenlik nedeniyle tekrar oturum açmanız gerekmektedir
zh_hans: 在继续删除用户之前，出于安全考虑，我们需要您重新登录。

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política Privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Request image to DALL·E...
de: Bild zu DALL-E anfordern...
es: Solicita imagen a DALL·E...
fr: Demande d'image à DALL-E...
id: Meminta gambar ke DALL-E...
it: Richiedi l'immagine di DALL-E...
ja: DALL-Eに画像をリクエストする...
ko: DALL-E에 이미지 요청...
pt_br: Solicitar imagem para DALL-E...
ru: Запроси изображение для DALL-E...
tr: DALL-E için görüntü isteyin...
zh_hans: 索取 DALL-E 的图像...

source: Save time
de: Zeit sparen
es: Ahorra tiempo
fr: Gagne du temps
id: Menghemat waktu
it: Risparmia tempo
ja: 時間を節約する
ko: 시간 절약
pt_br: Economize tempo
ru: Экономь время
tr: Zaman kazanın
zh_hans: 节省时间

source: Save time counting calories. Aim, shot and check the results.
de: Spare Zeit beim Kalorienzählen. Zielen, schießen und die Ergebnisse überprüfen.
es: Ahorra tiempo contando calorías. Apunta, dispara y comprueba los resultados.
fr: Gagne du temps en comptant les calories. Vise, tire et vérifie les résultats.
id: Menghemat waktu menghitung kalori. Bidik, bidik, dan periksa hasilnya.
it: Risparmia tempo contando le calorie. Mira, spara e controlla i risultati.
ja: カロリー計算の時間を節約。狙いを定めてショットし、結果をチェックする。
ko: 칼로리 계산 시간을 절약하세요. 조준하고 쏘고 결과를 확인하세요.
pt_br: Você economiza tempo contando calorias. Mire, atire e verifique os resultados.
ru: Сэкономь время на подсчете калорий. Прицелься, выстрели и проверь результат.
tr: Kalori sayarak zaman kazanın. Nişan alın, ateş edin ve sonuçları kontrol edin.
zh_hans: 节省计算卡路里的时间。瞄准、射击并检查结果。

source: Select Meal
de: Mahlzeit auswählen
es: Elige Comida
fr: Choisis ton repas
id: Pilih Makanan
it: Seleziona il pasto
ja: 食事を選ぶ
ko: 식사 선택
pt_br: Selecione a refeição
ru: Выберите еду
tr: Yemek Seçiniz
zh_hans: 选择餐食

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置

source: Show your love by giving as a review on the App Store
de: Zeige deine Liebe, indem du eine Bewertung im App Store abgibst
es: Agradecemos eternamente que nos des tu cariño con una valoración en la App Store
fr: Montre ton amour en donnant un avis sur l'App Store.
id: Tunjukkan kecintaan Anda dengan memberikan ulasan di App Store
it: Dimostra il tuo affetto dando una recensione sull'App Store
ja: App Storeのレビューで愛を示そう
ko: 앱 스토어에서 리뷰로 사랑을 표현하세요.
pt_br: Mostre seu amor dando uma avaliação na App Store
ru: Покажи свою любовь, оставив отзыв в App Store
tr: App Store'da yorum yaparak sevginizi gösterin
zh_hans: 在 App Store 上发表评论，表达您的喜爱之情

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Connecte-toi avec Apple
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインインする
ko: Apple로 로그인
pt_br: Faça login com a Apple
ru: Войдите в систему с помощью Apple
tr: Apple ile oturum açın
zh_hans: 使用 Apple 登录

source: Start scanning your meals!
de: Fang an, deine Mahlzeiten zu scannen!
es: Empieza a escanear tus comidas!
fr: Commence à scanner tes repas !
id: Mulailah memindai makanan Anda!
it: Inizia a scansionare i tuoi pasti!
ja: 食事のスキャンを始める！
ko: 식사 스캔을 시작하세요!
pt_br: Comece a escanear suas refeições!
ru: Начни сканировать свои блюда!
tr: Yemeklerinizi taramaya başlayın!
zh_hans: 开始扫描您的膳食！

source: Store your meals
de: Lagere deine Mahlzeiten
es: Tus comidas en la nube
fr: Conserve tes repas
id: Menyimpan makanan Anda
it: Conserva i tuoi pasti
ja: 食事を保存する
ko: 식사 저장
pt_br: Armazene suas refeições
ru: Храни свои блюда
tr: Yemeklerinizi saklayın
zh_hans: 储存您的膳食

source: Store your meals and check its macros in the future.
de: Bewahre deine Mahlzeiten auf und überprüfe ihre Makros in der Zukunft.
es: Guarda tus comidas y comprueba sus macros en el futuro.
fr: Stocke tes repas et vérifie ses macros à l'avenir.
id: Simpan makanan Anda dan periksa makronya di kemudian hari.
it: Memorizza i tuoi pasti e controlla i macro in futuro.
ja: 食事を保存し、将来マクロをチェックする。
ko: 식단을 저장하고 나중에 매크로를 확인하세요.
pt_br: Armazene suas refeições e verifique as macros no futuro.
ru: Сохраняй свои блюда и проверяй их макросы в будущем.
tr: Yemeklerinizi saklayın ve gelecekte makrolarını kontrol edin.
zh_hans: 存储您的饭菜，并在将来查看其宏量。

source: Terms of Service
de: Allgemeine Geschäftsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de serviço
ru: Условия предоставления услуг
tr: Hizmet Koşulları
zh_hans: 服务条款

source: The easiest way of counting calories
de: Die einfachste Art des Kalorienzählens
es: La forma mas fácil de contar calorías
fr: La façon la plus simple de compter les calories
id: Cara termudah untuk menghitung kalori
it: Il modo più semplice per contare le calorie
ja: カロリー計算の最も簡単な方法
ko: 칼로리를 계산하는 가장 쉬운 방법
pt_br: A maneira mais fácil de contar calorias
ru: Самый простой способ подсчета калорий
tr: Kalori saymanın en kolay yolu
zh_hans: 计算卡路里的最简单方法

source: This app was entirely created by 👨🏻‍💻 one person. Your support will directly contribute to my ongoing work and efforts.
de: Diese App wurde komplett von 👨🏻‍💻 einer Person erstellt. Deine Unterstützung trägt direkt zu meiner laufenden Arbeit und meinen Bemühungen bei.
es: Esta app fue creada únicamente por 👨🏻‍💻 una persona. Con tu apoyo me ayudarás a mejorarla y contribuirás a crear más productos como este :)
fr: Cette application a été entièrement créée par 👨🏻‍💻 une personne. Ton soutien contribuera directement à mon travail et à mes efforts continus.
id: Aplikasi ini sepenuhnya dibuat oleh 👨🏻‍💻 satu orang. Dukungan Anda akan secara langsung berkontribusi pada pekerjaan dan upaya saya yang sedang berlangsung.
it: Questa applicazione è stata interamente creata da 👨🏻‍💻 una persona. Il tuo sostegno contribuirà direttamente al mio lavoro e ai miei sforzi.
ja: このアプリはすべて、👨🏻‍💻 一人の人間によって作られた。あなたのサポートは、私の継続的な仕事と努力に直接貢献する。
ko: 이 앱은 전적으로 👨🏻‍💻 한 사람이 만들었습니다. 여러분의 지원은 저의 지속적인 작업과 노력에 직접적으로 기여합니다.
pt_br: Este aplicativo foi inteiramente criado por 👨🏻‍💻 uma pessoa. Seu apoio contribuirá diretamente para meu trabalho e esforços contínuos.
ru: Это приложение было полностью создано 👨🏻‍💻 одним человеком. Твоя поддержка будет напрямую способствовать моей постоянной работе и усилиям.
tr: Bu uygulama tamamen 👨🏻‍💻 bir kişi tarafından oluşturulmuştur. Desteğiniz, devam eden çalışmalarıma ve çabalarıma doğrudan katkıda bulunacaktır.
zh_hans: 本应用程序完全由 👨🏻‍💻 一人创建。您的支持将直接促进我的工作和努力。

source: This is a debug view to force a crash and send a report to Crashlytics in order to configure it or test crashes
de: Dies ist eine Debug-Ansicht, um einen Absturz zu erzwingen und einen Bericht an Crashlytics zu senden, um es zu konfigurieren oder Abstürze zu testen
fr: Il s'agit d'une vue de débogage permettant de forcer un crash et d'envoyer un rapport à Crashlytics afin de le configurer ou de tester les crashs.
id: Ini adalah tampilan debug untuk memaksa terjadinya kerusakan dan mengirim laporan ke Crashlytics untuk mengonfigurasinya atau menguji kerusakan
it: Questa è una vista di debug per forzare un crash e inviare un rapporto a Crashlytics per configurarlo o testare i crash.
ja: これは、クラッシュを強制的に発生させ、Crashlyticsにレポートを送信し、クラッシュの設定やテストを行うためのデバッグ・ビューである。
ko: 크래시를 강제 발생시키고 크래시라이틱스에 보고서를 보내 구성하거나 크래시를 테스트하기 위한 디버그 뷰입니다.
pt_br: Essa é uma exibição de depuração para forçar uma falha e enviar um relatório para o Crashlytics a fim de configurá-lo ou testar falhas
ru: Это отладочный вид, позволяющий принудительно вызвать крах и отправить отчет в Crashlytics, чтобы настроить его или протестировать крахи
tr: Bu, bir çökmeyi zorlamak ve yapılandırmak veya çökmeleri test etmek için Crashlytics'e bir rapor göndermek için bir hata ayıklama görünümüdür
zh_hans: 这是一个调试视图，用于强制崩溃并向 Crashlytics 发送报告，以便配置或测试崩溃。

source: This process may take up to a couple of minutes. Thank you for your patience!
de: Dieser Vorgang kann ein paar Minuten dauern. Vielen Dank für deine Geduld!
es: Este proceso podría durar un par de minutos. Gracias por tu paciencia!
fr: Ce processus peut prendre quelques minutes. Nous te remercions de ta patience !
id: Proses ini mungkin memerlukan waktu hingga beberapa menit. Terima kasih atas kesabaran Anda!
it: Questo processo potrebbe richiedere fino a un paio di minuti. Grazie per la tua pazienza!
ja: このプロセスには数分かかる場合がある。ご容赦いただきたい！
ko: 이 과정은 최대 몇 분 정도 소요될 수 있습니다. 기다려 주셔서 감사합니다!
pt_br: Esse processo pode levar até alguns minutos. Obrigado pela sua paciência!
ru: Этот процесс может занять до пары минут. Спасибо за терпение!
tr: Bu işlem birkaç dakika kadar sürebilir. Sabrınız için teşekkür ederiz!
zh_hans: 此过程可能需要几分钟。感谢您的耐心等待！
